Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Gold and Silver sponsors will have access to a reservable meeting room that will be available to book on an hourly basis for private use throughout the event.
ja: ゴールド スポンサーとシルバー スポンサーは、イベント期間中、1 時間単位で予約可能な専用会議室を利用できます。

source: Gold members include GoDaddy, NodeSource and Progress Software, and Silver members Codefresh, DigitalOcean, Fidelity, Groupon, nearForm, npm, Sauce Labs, SAP, StrongLoop and YLD!.
ja: ゴールド メンバー: GoDaddy、NodeSource、Progress Software シルバー メンバー: Codefresh、DigitalOcean、Fidelity、Groupon、nearForm、npm、Sauce Labs、SAP、StrongLoop、YLD!

source: Gold members include GoDaddy, NodeSource and Progress Software, and Silver members include Codefresh, DigitalOcean, Fidelity, Groupon, nearForm, npm, Sauce Labs, SAP, StrongLoop and YLD!.
ja: ゴールド メンバー: GoDaddy、NodeSource、Progress Software シルバー メンバー: Codefresh、DigitalOcean、Fidelity、Groupon、nearForm、npm、Sauce Labs、SAP、StrongLoop、YLD!

source: Gold sponsors are given a session speaking slot at the event.
ja: ゴールド スポンサーは、セッションに登壇 (1 枠を担当) いただけます。

source: Gold: 1
ja: ゴールド: 1

source: Gold: 10
ja: ゴールド: 10

source: Gold: 8’ wide x 6’ deep
ja: ゴールド: 約幅 2.4m x 奥行き 1.8m

source: Good ideas can then be shared more widely.
ja: そして良いアイデアがより広範に共有されます。

source: Got it!
ja: わかった!

source: Great open source projects have the right balance of developers, leaders and governance to both innovate and rationalize when necessary.
ja: 優れたオープン ソース プロジェクトは、開発者、リーダー、およびガバナンスが適正なバランスを保ち、必要に応じたイノベーションと合理化を行っています。

source: Guidelines To Help You Prepare Your Proposal
ja: 発表案を準備するためのガイドライン

source: Guidelines:
ja: 発表案を作成する際のポイント

source: Hardware + Service Business = become a service provide in Nature
ja: ハードウェア + サービス ビジネス = 実質的なサービス プロバイダーになる

source: Hardware Business = continues to be a manufacturer in nature
ja: ハードウェア ビジネス = 実質的なメーカーであり続ける

source: Hardware Manufacturers:
ja: ハードウェア メーカー:

source: Hardware business:
ja: ハードウェア ビジネス:

source: He also served as the CEO of Zend Japan.
ja: Zend Japan の CEO も務めました。

source: He developed and took to market the company’s software-defined data center vision and strategy including VMware’s vCloud Suite.
ja: また、VMware の vCloud Suite をはじめとするソフトウェア定義データ センターのビジョンや戦略を開発し、市場に送り出しました。

source: He has a MA degree in International Relations from Nagoya University, and a BS from Lambuth University.
ja: 米国ランバス大学で BS を、名古屋大学で国際関係学の MA を取得しています。

source: He has spent several years leading application security assessments and research on everything from browsers to embedded cell towers, and before that worked as a developer in the financial services sector.
ja: 彼は数年間、ブラウザから組み込み基地局まであらゆるものにおけるアプリケーション セキュリティ評価と研究を主導してきましたが、それ以前は金融サービス分野で開発者をしていました。

source: He is an open source enthusiast who has authored large distributed systems, and received public recognition for his early source code contributions to leading system automation frameworks, graph database technologies, and web frameworks.
ja: 大規模分散システムを開発してきたオープン ソース支持者であり、システム オートメーション フレームワーク、グラフ データベース技術、および Web フレームワークにつながるソース コードを早期に提供貢献していたことで有名です。

source: He is frequently asked to speak at international technology and business events and he has been consulted by policy makers including the European Commission, and the United States Department of Justice as well as numerous high technology trade organizations.
ja: 国際的な技術イベントやビジネス イベントで講演を求められることが多く、欧州委員会やアメリカ合衆国司法省などの政策決定機関のほか、数々のハイテク貿易機関の相談に乗っています。

source: He is involved in IETF Working Groups for secure protocols, is a volunteer for the Tor Project, and works towards security, anonymity, and privacy on the Internet.
ja: 彼はセキュア プロトコルのための IETF ワーキング グループに関わっており、Tor プロジェクトのボランティア メンバーであり、さらにインターネットのセキュリティ、匿名性、およびプライバシーに取り組んでいます。

source: He oversees and provides guidance for all aspects of the project, from governance and technology to community and marketing and reports to the OpenDaylight board of directors.
ja: 彼は、同プロジェクトのガバナンス、技術、コミュニティ、マーケティングなどあらゆる面の監督および指針提供を行い、OpenDaylight 取締役会に報告しています。

source: He received his MBA from the University of Chicago Booth School of Business with High Honors and a Bachelor of Science from Georgetown University.
ja: シカゴ・ブース・スクール・オブ・ビジネス大学において優秀な成績で MBA を、ジョージタウン大学で Bachelor of Science (理学士号) を取得しています。

source: He started career at NASA in 1999 developing software for the Space Shuttle program.
ja: 彼は 1999 年に NASA に入り、スペース シャトル プログラムのソフトウェア開発にかかわりました。

source: He will receive $60,000 from CII to continue his work finding and reporting fuzzer-related issues in open source software.
ja: 彼は CII から 6 万米ドルの支援を受けて、fuzzer (fuzzing ツール) 関連問題の検出・報告作業を継続することになります。

source: He works on improving and documenting the tools and methods to automatically find large quantities of bugs in software.
ja: 彼は、ソフトウェア内の大量のバグを自動検出するツールやメソッドの改善とドキュメント化に取り組んでいます。

source: He's a member of the BlackHat Review Board and helped found the Common Vulnerabilities and Exposures (CVE) and many other things.
ja: 彼は BlackHat Review Board のメンバーで、Common Vulnerabilities and Exposures (CVE) などさまざまなプロジェクトの立ち上げを支援してきました。

source: He's been sharing knowledge about developing secure software since 1996.
ja: 1996 年から、セキュア ソフトウェアの開発に関する知識を共有しています。

source: Healthy projects have frequent code contributions from diverse organizations and individuals.
ja: 健全なプロジェクトは、さまざまな組織や人々から頻繁なコード貢献を受けています。

source: Here are a few things on the horizon that are worth watching, though.
ja: ただし、以下の項目には注目してもよいでしょう。

source: Here is what you will need to prepare:
ja: 申し込み手順と注意点をあげます。

source: Hey, what year did that song come out?
ja: ねえ、ところでこれ何年の曲だったかしら?

source: Hey, what’s the name of that Michael Jackson song?
ja: ねえ、マイケル ジャクソンのこの曲、なんていったかしら？

source: High volume & low margin business = less investment to SW THUS open source may not be required.
ja: 薄利多売ビジネス = SW への投資減少で、オープン ソースは不要に

source: Higher margin Business = More investment for SW = THUS need open source
ja: 高利益率ビジネス = SW のための投資を増加 = オープン ソースが必要

source: Hires?
ja: 報酬でしょうか。

source: His work at the vendor-neutral Linux Foundation gives him a unique and aggregate perspective on the global technology industry.
ja: ベンダー中立な The Linux Foundation のディレクターである彼は、独特の集約的な観点から世界の技術産業を見ることができます。

source: His writing has appeared in Businessweek, Wired, and other top technology journals and he is a regular keynote speaker at industry events.
ja: 彼の執筆は、Businessweek や Wired をはじめとする著名技術ジャーナルに掲載されており、業界のさまざまなイベントにおける常連の基調講演者です。

source: Hitachi
ja: 日立製作所 株式会社 日立製作所

source: Holding neutral collaboration and legal events to ensure the platform is advanced and protected
ja: Linux プラットフォームの発展と保護を目的とした中立な協業イベントや法的イベントを開催する

source: Home
ja: ホーム

source: Hotel & Travel
ja: 宿泊・アクセス情報

source: Hotel Chinzanso Tokyo
ja: ホテル椿山荘東京

source: Hotel Chinzanso Tokyo is located uptown in Mejiro.
ja: 椿山荘東京ホテルは、目白の住宅地にあります。

source: Hotel Room Block Information
ja: ホテルのご案内

source: How AGL can help OEMs to achieve Type1 business?
ja: OEM による タイプ 1 ビジネスの実現を AGL はどのように支援できるか?

source: How To Give a Great Tech Talk
ja: よりよい発表をするために

source: How To Submit Your Proposal
ja: 発表案の提出方法

source: How do dominant OpenSource platforms like Linux emerge?
ja: Linux などの主要オープン ソース プラットフォームはどのように生まれるか?

source: How the Census Projects Works
ja: Census Project の取り組み方

source: How the City of Bristol is Using OpenDaylight
ja: ブリストルの街は OpenDaylight をどのように使っているか

source: How to Join a Workgroup Joining a Linux Foundation workgroup is easy.
ja: ワークグループへの参加 Linux Foundation ワークグループに参加するのは簡単です。

source: How to Judge the Success of Blockchain Projects?
ja: blockchain プロジェクトが成功するかを見分けるには

source: How to prepare for a talk
ja: 講和を準備するには

source: How will your presentation help better the Linux and open source ecosystem?
ja: あなたの発表は、Linux / オープンソース エコシステムの改良にどのように役立ちますか。

source: However, the best way to judge whether we’re actually succeeding is not via anything in this announcement but to watch the Github repos that will be coming soon.
ja: しかし私たちが実際に成功するかどうかを見極める最良の方法は、この発表内容ではなく、今後の Github リポジトリを見ることです。

source: Huawei Deepens its Investment in Linux and Open Source Software with Linux Foundation Platinum Membership
ja: ファーウェイが Linux Foundation プラチナ メンバーに

source: Huawei is a longtime contributor to open source software and collaborative development and previously was a Gold member of The Linux Foundation.
ja: Huawei は長期にわたってオープン ソース ソフトウェアと共同開発に貢献しており、The Linux Foundation のゴールド メンバーでした。

source: I am extraordinarily excited to be working with nearly every technology company on this project, which I think could be as important to the future of the Internet as intermodal containers have been to globalization.
ja: 特にこのプロジェクトでは、インターモーダル コンテナのグローバル化と同様に今後のインターネットにとって重要だと思われるほぼすべての技術企業と協力できることに興奮しています。

source: I am often asked whether ONOS and OpenDaylight compete and where I think things will end up.
ja: ONOS と OpenDaylight は争っているのかとよく尋ねられますが、これもなくなることでしょう。

source: I do not believe this is likely or makes sense.
ja: これは簡単なことではありません。

source: I hereby consent to the photographing of myself and the recording of my voice and the use of these photographs and/or recordings singularly or in conjunction with other photographs and/or recordings for advertising, publicity, commercial or other business purposes for The Linux Foundation.
ja: 私は、The Linux Foundation による私の画像撮影ならびに音声録音に同意します。また The Linux Foundation がそれらの画像・音声を広告、宣伝、およびその他のビジネス目的のために単一であるいは他の画像や音声と組み合わせて使用することを承諾します。

source: I look forward to seeing how this initiative will collaborate with others, such as OpenDaylight and OPNFV, to accelerate cloud, SDN and NFV-driven transformation,” said Rosalyn Roseboro, Heavy Reading.
ja: この取り組みが、OpenDaylight や OPNFV などとどのように協力して、クラウド、SDN、および NFV 主導の変革を加速するかを見るのが楽しみです。」

source: I think you’re going to need these….
ja: これがなきゃダメよねぇ～...

source: I understand that the term "photograph" as used herein encompasses both still photographs and motion picture footage.
ja: 私は、ここで使用されている「画像」という語は静止画および動画映像の両方を含意するものであることを理解しています。

source: I/O polling has been added to the block layer.
ja: ブロック レイヤ への I/O ポーリング追加 https://lwn.net/Articles/650538/

source: IBM intends to contribute tens of thousands of lines of its existing codebase and its corresponding intellectual property to this open source community.
ja: IBM は、このオープン ソース コミュニティに数万行にわたる既存のコードベースと関連する知的財産を貢献する意向です。

source: IBM offers a wide range of technology and consulting services; a broad portfolio of middleware for collaboration, predictive analytics, software development and systems management; and some of the world's most advanced servers and supercomputers.
ja: さまざまな技術サービスやコンサルティング サービス; コラボレーション、予測分析 (Predictive Analytics)、ソフトウェア開発、システム管理などのための広範なミドルウェア ポートフォリオ; そして、世界最先端のサーバーやスーパーコンピューターを提供しています。

source: IBM, Pivotal and 11 New Members Invest in AllJoyn Open Source Software Framework
ja: IBM、Pivotal ほか 11 の新メンバー企業が AllJoyn オープン ソース ソフトウェア フレームワークに投資

source: IDA and CII experts estimate a program’s exposure to attack using an algorithm to evaluate the data collected, which generates a list of projects that require more scrutiny.
ja: IDA と CII のエキスパートらは、収集データを評価するためのアルゴリズムを使い、攻撃に対するプログラムの露出度を評価して、より詳細な検査が必要なプロジェクトのリストが作られます。

source: INTEROPERABILITY
ja: 相互運用性

source: IO Visor Project’s mission to bring universal IO extensibility to the Linux kernel will accelerate innovation of virtual network functions in SDN and NFV deployments,” said Rohit Mehra, Vice President of Network Infrastructure, IDC.
ja: Linux カーネルに universal IO の拡張性を加えるという IO Visor プロジェクトの使命は、SDN や NFV のデプロイメントにおける仮想ネットワーク機能のイノベーションを加速します。

source: IO Visor is a Linux Foundation Collaborative Project.
ja: IO Visor は Linux Foundation の協業プロジェクトです。

source: IO Visor is an open source project and community of developers that will enable a new way to innovate, develop and share IO and networking functions.
ja: IO Visor は、IO とネットワーク機能のイノベーション、開発、および共有の新しい方法を実現しようとするオープン ソース プロジェクトであり、開発者コミュニティです。

source: IO Visor will include a Board of Directors and Technical Steering Committee to govern the work and contributions from the community going forward.
ja: IO Visor では、今後のコミュニティの取り組みと貢献を管理するための理事会と技術運営委員会を設けています。

source: IO Visor will provide the essential framework for this work on Linux virtualization and networking.”
ja: IO Visor は、Linux の仮想化やネットワークに関して協業するための基本的な枠組みを提供します。」

source: IVI AND CONNECTED CAR BUSINESS LANDSCAPE
ja: IVI とコネクテッド カー 企業の展望

source: IVI System
ja: IVI システム

source: Ideal for deploying “smart car” navigation, communications, safety, security, and infotainment functionality, the AGL UCB distribution is supported by a broad community of participants from the automotive, communications, and semiconductor Industries as well as individual developers.
ja: 「スマート カー」ナビゲーション、通信、安全性、セキュリティ、およびインフォテインメント機能の提供に最適な AGL UCB ディストリビューションは、自動車、通信、半導体などの企業の従業員と個人開発者による膨大なコミュニティに支援されています。

source: If no keynote spots are avaiable, Platinum sponsors receive a conference speaking session.
ja: プラチナ スポンサーの基調講演枠がすでに埋まっている場合は、カンファレンスのセッションに登壇いただけます。

source: If you are interested in reaching and influencing open source leaders or making the most of your shift to open source, join us at one of our conferences.
ja: オープン ソース リーダーとの交流や関わりに興味のある方や、オープン ソースへの移行を最大限に生かしたい方は、私たちのカンファレンスをぜひ覗いてみてください。

source: If you are proposing a panel discussion, please make sure that you list all of your potential panelists in your abstract.
ja: パネル ディスカッションを提案する方は、参加予定のパネリスト全員の氏名を列挙してください。

source: If you can't find your answer, please don't hesitate to contact us.
ja: 該当する回答が見つからない場合は、いつでもご連絡ください。

source: If you have any questions about participating please don’t hesitate to contact us.
ja: ご不明な点がありましたら、何なりとご相談ください。

source: If you have any questions after reading through this guide, please contact Courtenay Pope at cpope@linuxfoundation.org.
ja: このガイドの内容についてさらに質問のある方は、Courtenay Pope (cpope@linuxfoundation.org) までお問い合わせください。

source: If you have suggestions on improving the forecast (and particularly if you have a project or patchset that you think should be tracked), please add your comments to the Discussion page.
ja: もし何かこの天気予報をより正確なものにするための提案があれば、ディスカッション ページ (英語) にコメントを送ってください。例えば「このプロジェクトあるいはパッチセットはトラッキングするべきだ」とか。

source: If you need any additional information, please contact cpope@linuxfoundation.org.
ja: ご質問がある場合は、cpope@linuxfoundation.org までお問い合わせください。

source: If you need to build an open source competency within your company — and if you're a technology company you do — we can help.
ja: 社内のオープン ソース力を養いたい方や、技術系企業を経営している方はご相談ください。私たちがお手伝いします。

source: If you need your sponsor code resent, please email cpope@linuxfoundation.org.
ja: スポンサー コードの再送をご希望の場合は、cpope@linuxfoundation.org までご連絡ください。

source: If you require additional A/V equipment, power, or hardlined internet, please contact:
ja: その他の電子機器、電源、有線LANなどをご希望の場合は、下記までご連絡ください。

source: If you want to do large-scale open source collaboration, you want to work with the Linux Foundation.
ja: 大規模なオープン ソース コラボレーションに興味のある方は、Linux Foundation にご相談ください。

source: If you would like to make a change to either the graphic file, or the url it is directed to, please email that request to Courtenay Pope at cpope@linuxfoundation.org.
ja: 掲載されているロゴのグラフィックや、ロゴからリンクされる URL を変更したい場合は、Courtenay Pope (cpope@linuxfoundation.org) までご連絡ください。

source: If you would like to order A/V equipment, food & beverage, or anything else for your private meeting room, you will need to contact:
ja: また、会議室用の電子機器、食事、飲み物などをご利用になりたい場合は、下記までご連絡ください。

source: If you would like to take advantage of your speaking opportunity, please email Craig Ross at ccr@linuxfoundation.org (please copy Courtenay Pope) as soon as your contract is signed to finalize all details.
ja: この機会を利用して講演を行いたい方は、スポンサー契約が整い次第、Craig Ross (ccr@linuxfoundation.org) までご連絡ください (CC に Courtenay Pope を含めてください) 。

source: If you would like to utilize this sponsor benefit, and would like a meeting room reserved for your private use for the duration of the event, please contact Courtenay Pope by Friday, May 15th.
ja: この機会に専用会議室をご利用になりたい場合は、5 月 15 日 (金) までに Courtenay Pope までご連絡ください。

source: If you would prefer email, you can reach us at events@linuxfoundation.org.
ja: 電子メールをご利用の場合は、events@linuxfoundation.org あてに送信してください。

source: If you would prefer not to use the above display options, you may order additional furniture from our exhibit provider, Suzuya (http://www.suzuya-r.jp/).
ja: 上記以外の展示オプションをご希望の場合は、スズヤ (http://www.suzuya-r.jp/) の展示レンタル品もご利用いただけます (有料)。

source: If your company is interested in participating as a member, please feel free to email direct at membership@nodejs.org
ja: メンバーとして参加したい企業は、ぜひ membership@nodejs.org まで直接メールしてください。

source: Implications of compliance precedents being established in the court systems
ja: 法廷制度で確立されているコンプライアンス判例の持つ意味

source: Important features, like RAID5/6 support have been merged, and bugs are being squashed.
ja: RAID5 / RAID6 のサポートのような重要な機能がマージされ、バグが潰されているところです。

source: Important: You have already voted this year, so your new vote will replace your previous one.
ja: 注意: あなたは今年のアンケートに回答したことがありますので、以前のアンケート結果は、この新しいアンケート結果で上書きされます。ご了承ください。

source: In 1878, Mr. Aritomo Yamagata (the former Prime Minister of Japan) bought the land to build his home and garden, and named it "Chinzanso."
ja: 山縣有朋が 1878 年に購入し、自分の屋敷として「椿山荘」と命名しました。

source: In 1998, the company was established as KEBTechnology, constructing transportation card systems and electronic money systems.
ja: 1998 年に KEBTehnology という社名で創業し、交通カード システムや電子マネー システムを提供していました。

source: In October 2014, the Connected Lighting Project announced the availability of a Lighting Service Framework to “enable new levels of interoperability between connected devices and lights but also provide third-party developers building applications a way to discover and control lighting in an open, common way across manufacturer.”
ja: 2014 年の 10 月に、同ワーキング グループの Connected Lighting プロジェクトは、「コネクテッド デバイスとライティングとの間の新レベルの相互運用性を実現し、しかもサードバーティのアプリケーション開発者がメーカーを選ばないオープンな共通の方法でライティングを発見・制御できる」 Lighting サービス フレームワークの公開を発表しています。

source: In addition to ONS, the Linux Foundation hosts a variety of events that bring together the world's leading technologists.
ja: Linux Foundation では、ONS のほかにも世界の主要技術者が集まるさまざまなイベントをホストしています。

source: In addition to a recap of the benefits provided to you, and how to utilize them, this guide also includes all the information you’ll need to participate in the Technology Showcase.
ja: スポンサーに提供される特典とその利用方法、およびテクノロジ ショーケースに参加するために必要なすべての情報が含まれています。

source: In addition to being the home of Linux creator Linus Torvalds, the organization hosts a variety of Collaborative Projects that are enabling major disruption and industry transformations, from Software-Defined Networking (SDN) to drones and the Internet of Things (IoT), to open containers, Big Data and more.
ja: Linux 創始者である Linus Torvalds を雇用するほか、ソフトウェアデファインド ネットワーク (SDN) からドローンや Internet of Things (IoT)、オープン コンテナ、ビッグ データなどの分野における現状破壊や業界変革を実現しようとする各種の協業プロジェクトを誘致しています。

source: In addition to its active contributions to the Linux Kernel and KVM, Huawei is also a founding member of various Linux Foundation Collaborative Projects, such as OPNFV, Open Container Initiative, Cloud Native Computing Foundation, IO Visor and Kinetic Open Storage Project and contributor and member to CloudFoundry and OpenDaylight.
ja: 同社は Linux カーネルや KVM に積極的に貢献しているほか、Linux Foundation のさまざまな協業プロジェクト (OPNFV、Open Container Initiative、Cloud Native Computing Foundation、IO Visor、および Kinetic Open Storage Project) の創設メンバーでもあり、CloudFoundry や OpenDaylight のコントリビューター兼メンバーでもあります。

source: In addition to this new service, CII continues to fund key developers to work full-time on open source projects, security audits, computing and test infrastructure, travel, and face-to-face meeting coordination.
ja: CII はこの新しいサービスのほかにも、オープン ソース プロジェクト、セキュリティ監査、コンピューティング基盤やテスト基盤、移動、会合などに主要開発者がフルタイムで取り組めるための助成も継続していきます。

source: In addition, many smart systems available on the market today have complex interfaces that make functionality for consumers limited or challenging.
ja: また、現在利用できる多くのスマート システムはインタフェースが複雑であるため、消費者にとって使えない機能や使いにくい機能があります。

source: In recent years development groups at NASA have increased the inclusion and integration of open source software in systems in use on board the International Space Station today.
ja: 近年、NASA の開発グループは、国際宇宙ステーションに搭載使用するシステムにおけるオープン ソース ソフトウェアの含有・集積を強化しています。

source: In short, Linux is everywhere.
ja: そうです。Linux はいたるところで使われているのです。

source: In some cases, including the infamous wakelocks, an alternative solution was developed upstream and Android has migrated over to it.
ja: また、たとえば不評の wakelock のように、代替ソリューションがアップストリームで開発され、Android がそれに移行したケースもあります。

source: In tech, improvements are always measured by reductions in cost and improvements in speed and efficiency.
ja: 技術の世界では、機能の向上は「コスト削減」「高速化」「効率性」の3点で常に評価されます。

source: In terms of patch volume, 4.0 one of the slowest development cycles for a couple of years.
ja: パッチのボリュームから見て、4.0 はここ数年で最もゆっくりした開発サイクルのひとつです。

source: In the coming weeks and months, the community will continue its rigorous debate and discussions on how to merge the code bases for Node.js and io.js.
ja: これから数週間または数か月、同コミュニティは、Node.js と io.js のコード ベースのマージ方法について厳しい議論を続けるでしょう。

source: In the instance that you aren’t sure about your abstract, reach out to us and we will be more than happy to work with you on your proposal.
ja: 発表案の書き方がよくわからない場合は、ぜひご相談ください。喜んでお手伝いします。

source: In the instance that your submission has multiple presenters, only the primary speaker for a proposal will receive a complimentary pass for the event.
ja: 数人で 1 つの発表をする場合、発表者用の無料招待券は、主発表者 1 人分となります。

source: In the instance that your talk is accepted, we want to make sure that you give the best presentation possible.
ja: 発表案が承認されたら、よりよい発表をめざして準備してください。

source: In the mobile industry, service providers sells HW, and HW makers became suppliers.
ja: 携帯電話業界では、サービス プロバイダーが HW を売り、HW メーカーがサプライヤーになった。

source: In this presentation, Jon Corbet will review recent events in the kernel development community, discuss the current state of the kernel, the challenges it faces, and look forward to how the kernel may address those challenges.
ja: このプレゼンテーションでは、Jon Corbet がカーネル開発コミュニティの最近のイベントを振り返り、カーネルの現状やカーネルが直面している課題、およびカーネルがそれらの課題にどう対応していくかについて論じます。

source: In this session we'll present some of the software that is contributing to the Human Spaceflight Program, talk about the challenges and joys of producing systems suitable for space flight, dream just a bit about the future of software in space, and opportunities for developers to contribute to our shared dreams for space exploration.
ja: このセッションでは、有人宇宙飛行プログラムに貢献しているソフトウェアを紹介し、宇宙飛行に適したシステムを開発することの難しさや喜び、宇宙におけるソフトウェアの未来についての夢、そして開発者が宇宙遊泳という共通の夢に貢献できるチャンスについて語ります。

source: In this session, I will speak from my perspective of creating and running Twitter’s open source office (@TwitterOSS).
ja: このセッションでは、Twitter のオープン ソース オフィス (＠TwitterOSS) の立ち上げと運用に関する私の見解をお話しします。

source: In this session, Mr. Jim Zemlin will share some of the latest trends of open source in business that he has been seeing past several months as the Executive Director of Linux Foundation & the host of many new industry driven open source initiatives (such as AllSeen Alliance, Automotive Grade Linux, CloudFoundry OpenDaylight, OPNFV and many more)
ja: このセッションでは、彼が Linux Foundation のエグゼクティブ ディレクターとして、また各種の新しい業界主導オープン ソース イニシアチブ (AllSeen Alliance、Automotive Grade Linux、CloudFoundry OpenDaylight、OPNFV など) のホストとしてここ数か月見てきたオープン ソース ビジネスの最新トレンドを紹介します。

source: Increase awareness on implementing and managing a compliance program, and managing compliance via your supply chain
ja: 「コンプライアンス プログラムの履行と管理」、および「サプライチェーンを介したコンプライアンス管理」に関する認識を向上させる

source: Increase involvement of participants in The Linux Foundation Open Compliance Program (tools, templates, SPDX, etc.)
ja: The Linux Foundation オープン コンプライアンス プログラム (ツール、テンプレート、SPDX など) へのかかわりを促進する
